Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-97.html.tmx
Source language: sme
Languages: nob

source: Sámi musihkka
nob: Samisk musikk

source: Dáláš sámi musihkas leat ollu vuogit , muhto eatnašiidda buktá sámi musihkka millii vuosttažettiin juigosa .
nob: Samisk musikk i dag inkluderer et vidt spekter av sjangre , men de fleste forbinder samisk musikk først og fremst med joiken .

source: Sámi musihkkaárbevierus lea juoiggus álohii leamaš guovddážis , ja juoigama sáhttá govvidit lávluma ja instrumeantain jiena geavaheami gaskavuohtan .
nob: Joik har alltid hatt en sentral rolle i den samiske musikktradisjonen , og kan beskrives som en kombinasjon av å synge og å bruke stemmen som et instrument .

source: Juoiggus lea oktasaš olles Sámis , muhto juigosa musihkkahábmi molsašuddá báikkis báikái .
nob: Joiken er felles for hele Sapmi , men det er geografiske variasjoner i joikens musikalske stil .

source: Vearba juoigat , geavahuvvo miehtá sámi guovllu , muhto juoiganmelodiija gohčoduvvo luohtin davvin , máddin fas vuolle ja nuorttabealde leu ’ dd .
nob: Verbet juoigat , å joike , brukes over hele det samiske området , mens en joikemelodi kalles luohti i nord , vuolle i sør og leu ’ dd i øst .

source: Juoiggus sáhttá ovdamearkka dihte govvet muhtun báikki , ealli dahje olbmo , muhto daddjojuvvo ahte juoigat muhtun olbmo , eat juoigga olbmo birra .
nob: En joik kan for eksempel beskrive et sted , et dyr eller en person , men man sier at man joiker en person , ikke om en person .

source: Juoiggus buktá ovdan dan olbmo erenoamáš dovdomearkkaid gean juiget .
nob: Joiken bringer frem særtrekk ved det som blir joiket .

source: Movttegis ja virkos olbmo juoiggus lea dávjá geahpas ja ilolaš .
nob: En glad og livlig persons joik har gjerne en lett og munter melodi .

source: Johan Turi čálii ahte juoiggus lea ” dáidu muitit eará olbmuid ” .
nob: Johan Turi skrev at joiken er ” en kunst for å minnes andre mennesker ” .

source: Juoiggus lea peršovnnalaš , ja go juoigat olbmo , de muitit dan olbmo , dahje vásihusa dan báikki birra mii juigojuvvo .
nob: En joik er personlig , og når man joiker et menneske henter man fram minnet om denne personen , eller opplevelsen av stedet som blir joiket .

source: Dáinna lágiin govve juoiggus dan mii juigojuvvo .
nob: Slik blir joiken et symbol for det som blir joiket .

source: Juigosis ii leat álohii leamaš nu alla árvu servodagas .
nob: Joiken har ikke alltid hatt en høy status i samfunnet .

source: Birrasii 50-logus gildojuvvui juoigan skuvllas Kárášjogas , ja duogáš dasa go juoiggus lei nággovuloš , sáhttá boahtit das go das lea oktavuohta noaidái ja ovdal-risttalaš mytologiija rituálaide .
nob: Rundt 50-tallet ble det forbudt å bruke joik i skolen i Karasjok , og noe av bakgrunnen for at joiken var kontroversiell kan komme av dens tilknytning til noaiden og før-kristen mytologis ritualer .

source: Assimilerema garra váikkuhusaid ja risttalaš lihkadusaid áigge , čádnojuvvui juoiggus báhkinvuhtii ja jugešvuhtii , ja ná adnojuvvui suddun .
nob: Under den sterke påvirkningskraften fra assimilering og kristne bevegelser , ble joik knyttet til hedninger og alkoholmisbruk , og dermed ble sett på som syndig .

source: Áiggi mielde almmuhišgohte eanet ja eanet artisttat musihka sámi teavsttaiguin .
nob: Etter hvert begynte flere og flere artister å gi ut musikk med samiske tekster .

source: Dalle go álge fas juoigat , lei juoigan deaŧalaš ollu sámiide oassin sin iežaset identitehta dihtomielalažžan dahkamis , ja juoigan šattai fas bivnnut dalle go váldojuvvui atnui ođđa arenain .
nob: Da joiken kom tilbake , ble den viktig for mange samer som et ledd i bevisstgjøringen om sin egen identitet , og gjenvant sin popularitet igjennom å bli tatt i bruk på nye arenaer .

source: Juoiggus čadnojuvvui oktii ođđaáigásaš musihkkavugiiguin .
nob: Joiken ble tatt med inn i moderne musikksjangre .

source: Árbevirolaš juoiggus gal ii ollu heivehuvvon eará musihkkainstrumeanttaiguin , muhto ođđaáigásaš juoigama geavahit ollugat musihka oassin buot vugiin ; rockas , viisalávlumis , dánsamusihkas .
nob: Den tradisjonelle joiken ble i liten grad kombinert med andre musikkinstrumenter , mens den moderne joiken blir brukt av mange som et element i musikk i alle sjangre ; rock , visesang , dansemusikk …

source: Almmuhan Heidi Reiholdtsen .
nob: Publisert av Heidi Reiholdtsen .

source: Vuosttaš geardde almmuhan 02.02.2005
nob: Første gang publisert 02.02.2005

source: Liŋka
nob: Link

source: Artihkkalat
nob: artikler
